Repository: ipekarik/Drafts-for-Friends
Catalog: languages/drafts-for-friends-*.po
Languages: hr

source: Drafts for Friends
hr: Skice za frendove

source: seconds
hr: sekunde

source: minutes
hr: minute

source: hours
hr: sata

source: days
hr: dana

source: Link expired
hr: Link je istekao

source: %s second
hr: %s sekunda

source: %s minute
hr: %s minuta

source: %s hour and
hr: %s sat i

source: %s hour
hr: %s sat

source: %s day and
hr: %s dan i

source: %s day
hr: %s dan

source: Input value must be positive and a whole number!
hr: Unešena vrijednost mora biti pozitivan cijeli broj!

source: There is no such post!
hr: Ne postoji takav post!

source: You're not allowed to share this post!
hr: Vi nemate ovlasti podijeliti ovaj post!

source: The post is published!
hr: Ovaj post je već objavljen!

source: This post is private!
hr: Ovaj post je privatan!

source: This post has already been shared! Consider extending the validity of the link if it has expired.
hr: Ovaj post je već podijeljen! Pokušajte produljiti valjanost linka ako je istekao.

source: New share link created!
hr: Novi link za dijeljenje je kreiran!

source: Please select a post!
hr: Morate odabrati post!

source: No links deleted!
hr: Nijedan link nije obrisan!

source: All expired links deleted!
hr: Svi istekli linkovi uspješno su obrisani!

source: Link deleted!
hr: Link obrisan!

source: Bulk delete complete!
hr: Grupno brisanje uspješno!

source: No links selected to delete!
hr: Niste odabrali nijedan link za brisanje!

source: Link extended!
hr: Trajanje linka je produljeno!

source: Drafts:
hr: Skice:

source: Scheduled Posts:
hr: Tempirani postovi:

source: Pending Review:
hr: Postovi koji čekaju odobrenje:

source: n/a
hr: greška

source: Share a new draft
hr: Podijeli novu skicu

source: Choose a post
hr: Odaberite post

source: You don't have any drafts to share!
hr: Nemate skica koje možete podijeliti!

source: by
hr: autor:

source: and
hr: i

source: Share it
hr: podijelite ga

source: for
hr: na

source: Drafts you're currently sharing
hr: Skice koje trenutno dijelite s drugima

source: Extend
hr: Produlji

source: Delete
hr: Obriši

source: by
hr: za

source: or
hr: ili

source: Cancel
hr: odustani

source: Published
hr: Objavljen

source: Pending review
hr: Čeka odobrenje

source: Draft
hr: Skica

source: Scheduled
hr: Tempiran

source: Private
hr: Privatan

source: Trashed
hr: U smeću

source: Title
hr: Naslov

source: Author
hr: Autor

source: Expires in
hr: Istječe za

source: Delete all expired
hr: Obriši sve istekle

source: No shared drafts yet! Use the form above to start sharing!
hr: Nema podijeljenih skica! Koristite formu iznad kako biste počeli s dijeljenjem.
